Repository: eiskalteschatten/ScratchPad
Catalog: ScratchBook/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, ru, zh_hans, zh_hant

source: This version is a complete rewrite from the ground up using modern macOS technologies such as SwiftUI. It runs natively on both Intel and Apple Silicon Macs and supports modern macOS features such as Dark Mode.
de: Diese Version ist eine komplette Neuentwicklung mit modernen macOS-Technologien wie SwiftUI. Sie läuft nativ auf Intel- und Apple Silicon-Macs und unterstützt moderne macOS-Funktionen wie den Dunkelmodus.
es: Esta versión es una reescritura completa desde cero usando tecnologías modernas de macOS como SwiftUI. Funciona de forma nativa tanto en Macs con Intel como en Apple Silicon y admite funciones modernas de macOS como el Modo Oscuro.
fr: Cette version est une réécriture complète à partir de zéro utilisant des technologies macOS modernes telles que SwiftUI. Elle fonctionne nativement sur les Macs Intel et Apple Silicon et prend en charge les fonctionnalités modernes de macOS telles que le Mode Sombre.
it: Questa versione è stata completamente riscritta da zero utilizzando tecnologie macOS moderne come SwiftUI. Funziona nativamente sia su Mac Intel che Apple Silicon e supporta le funzionalità moderne di macOS come la Modalità Scura.
ja: このバージョンはSwiftUIなどの最新のmacOSテクノロジーを使用してゼロから完全に書き直されています。IntelとApple Silicon両方のMacでネイティブに動作し、ダークモードなどのmacOSの最新機能をサポートしています。
nl: Deze versie is een volledige herschrijving van de grond af aan met behulp van moderne macOS-technologieën zoals SwiftUI. Het werkt native op zowel Intel- als Apple Silicon-Macs en ondersteunt moderne macOS-functies zoals de Donkere modus.
ru: Эта версия полностью переписана с нуля с использованием современных технологий macOS, таких как SwiftUI. Она работает нативно как на Intel, так и на Apple Silicon Mac и поддерживает современные функции macOS, такие как Тёмный режим.
zh_hans: 此版本使用 SwiftUI 等现代 macOS 技术从头完全重写。它在 Intel 和 Apple Silicon Mac 上原生运行，并支持深色模式等现代 macOS 功能。
zh_hant: 此版本使用 SwiftUI 等現代 macOS 技術從頭完全重寫。它在 Intel 和 Apple Silicon Mac 上原生運行，並支援深色模式等現代 macOS 功能。

source: Use Default Location
de: Standardort verwenden
es: Usar ubicación predeterminada
fr: Utiliser l'emplacement par défaut
it: Usa posizione predefinita
ja: デフォルトの場所を使用
nl: Standaardlocatie gebruiken
ru: Использовать расположение по умолчанию
zh_hans: 使用默认位置
zh_hant: 使用預設位置

source: Use Default Storage Location
de: Standardspeicherort verwenden
es: Usar ubicación de almacenamiento predeterminada
fr: Utiliser l'emplacement de stockage par défaut
it: Usa posizione di archiviazione predefinita
ja: デフォルトの保存場所を使用
nl: Standaard opslaglocatie gebruiken
ru: Использовать расположение по умолчанию
zh_hans: 使用默认存储位置
zh_hant: 使用預設儲存位置

source: Version 2 of ScratchPad has finally arrived! However, it is now called ScratchBook. The first version of ScratchPad was released in 2007 for Mac OS X Tiger (10.4) and was updated through Mac OS X El Capitan (10.11).
de: Version 2 von ScratchPad ist endlich da! Allerdings heißt es jetzt ScratchBook. Die erste Version von ScratchPad wurde 2007 für Mac OS X Tiger (10.4) veröffentlicht und bis Mac OS X El Capitan (10.11) aktualisiert.
es: ¡La versión 2 de ScratchPad ha llegado por fin! Sin embargo, ahora se llama ScratchBook. La primera versión de ScratchPad fue lanzada en 2007 para Mac OS X Tiger (10.4) y fue actualizada hasta Mac OS X El Capitan (10.11).
fr: La version 2 de ScratchPad est enfin arrivée ! Cependant, elle s'appelle maintenant ScratchBook. La première version de ScratchPad a été publiée en 2007 pour Mac OS X Tiger (10.4) et a été mise à jour jusqu'à Mac OS X El Capitan (10.11).
it: La versione 2 di ScratchPad è finalmente arrivata! Tuttavia, ora si chiama ScratchBook. La prima versione di ScratchPad è stata rilasciata nel 2007 per Mac OS X Tiger (10.4) ed è stata aggiornata fino a Mac OS X El Capitan (10.11).
ja: ScratchPadのバージョン2がついに登場しました！ただし、現在はScratchBookという名称になっています。ScratchPadの最初のバージョンは2007年にMac OS X Tiger（10.4）向けにリリースされ、Mac OS X El Capitan（10.11）まで更新されていました。
nl: Versie 2 van ScratchPad is eindelijk gearriveerd! Het heet nu echter ScratchBook. De eerste versie van ScratchPad werd uitgebracht in 2007 voor Mac OS X Tiger (10.4) en werd bijgewerkt tot Mac OS X El Capitan (10.11).
ru: Версия 2 ScratchPad наконец-то вышла! Однако теперь она называется ScratchBook. Первая версия ScratchPad была выпущена в 2007 году для Mac OS X Tiger (10.4) и обновлялась вплоть до Mac OS X El Capitan (10.11).
zh_hans: ScratchPad 的第 2 版终于来了！不过，现在它被称为 ScratchBook。ScratchPad 的第一个版本于 2007 年为 Mac OS X Tiger (10.4) 发布，并一直更新到 Mac OS X El Capitan (10.11)。
zh_hant: ScratchPad 的第 2 版終於來了！不過，現在它被稱為 ScratchBook。ScratchPad 的第一個版本於 2007 年為 Mac OS X Tiger (10.4) 發布，並一直更新到 Mac OS X El Capitan (10.11)。

source: Welcome to ScratchBook!
de: Willkommen bei ScratchBook!
es: ¡Bienvenido a ScratchBook!
fr: Bienvenue dans ScratchBook !
it: Benvenuto in ScratchBook!
ja: ScratchBookへようこそ！
nl: Welkom bij ScratchBook!
ru: Добро пожаловать в ScratchBook!
zh_hans: 欢迎使用 ScratchBook！
zh_hant: 歡迎使用 ScratchBook！

source: Window Transparency:
de: Fenstertransparenz:
es: Transparencia de la ventana:
fr: Transparence de la fenêtre :
it: Trasparenza della finestra:
ja: ウィンドウの透明度:
nl: Venstertransparantie:
ru: Прозрачность окна:
zh_hans: 窗口透明度：
zh_hant: 視窗透明度：

source: Your imported notes will appear after the last page of the notes that were already in ScratchBook.
de: Deine importierten Notizen erscheinen nach der letzten Seite der Notizen, die bereits in ScratchBook waren.
es: Tus notas importadas aparecerán después de la última página de las notas que ya estaban en ScratchBook.
fr: Vos notes importées apparaîtront après la dernière page des notes déjà présentes dans ScratchBook.
it: Le note importate appariranno dopo l'ultima pagina delle note già presenti in ScratchBook.
ja: インポートされたメモは、ScratchBookにすでにあったメモの最後のページの後に表示されます。
nl: Uw geïmporteerde notities verschijnen na de laatste pagina van de notities die al in ScratchBook stonden.
ru: Ваши импортированные заметки появятся после последней страницы заметок, которые уже были в ScratchBook.
zh_hans: 您导入的笔记将显示在 ScratchBook 中已有笔记的最后一页之后。
zh_hant: 您匯入的筆記將顯示在 ScratchBook 中已有筆記的最後一頁之後。

source: Your notes were successfully imported!
de: Deine Notizen wurden erfolgreich importiert!
es: ¡Tus notas se han importado correctamente!
fr: Vos notes ont été importées avec succès !
it: Le tue note sono state importate con successo!
ja: メモが正常にインポートされました！
nl: Uw notities zijn succesvol geïmporteerd!
ru: Ваши заметки успешно импортированы!
zh_hans: 您的笔记已成功导入！
zh_hant: 您的筆記已成功匯入！

source: version %@
es: versión %@
it: versione %@
ja: バージョン %@
nl: Versie %@
ru: версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: OK
ru: ОК
zh_hans: 好
zh_hant: 好
